Repository: DragonWrangler1/VoxelCraft
Catalog: mods/HELP/doc/doc/locale/poconvert/*.po
Languages: de, fr, ja, pl, pt

source: Access to the requested entry has been denied; this entry is secret. You may unlock access by progressing in the game. Figure out on your own how to unlock this entry.
de: Der Zugriff auf den angeforderten Eintrag wurde verweigert; dieser Eintrag ist geheim. Sie können durch weiteren Spielfortschritt den Zugriff freischalten. Finden Sie selbst heraus, wie Sie diesen Eintrag freischalten können.
fr: L'accès à cette page a été refusé; cette page est secrète. Vous pouvez débloquer l'accès en progressant dans le jeu. Trouvez comment débloquer cette page.
ja: リクエストされたエントリーへのアクセスは拒否されました：このエントリーはシークレット要素です。ゲームを進行することでアクセスのロックを解除できるでしょう。このエントリーをアンロックする方法は、ご自身で見当をつけてみてください。
pl: Brak dostępu do zażądanego wpisu; ten wpis jest tajemnicą. Możesz odblokować do niego dostęp przez robienie postępów w grze. Wymyśl jak go odblokować.
pt: O acesso à entrada solicitada foi negado; essa entrada é secreta. Você pode desbloquear o acesso progredindo no jogo. Descobrir por conta própria como desbloquear essa entrada.

source: All entries read.
de: Alle Einträge gelesen.
fr: Toutes les pages sont lues.
ja: すべてのエントリーを読みます。
pl: Wszystkie wpisy przeczytane.
pt: Todas as entradas lidas.

source: All help entries revealed!
de: Alle Hilfseinträge aufgedeckt!
fr: Toutes les pages d'aide ont été découvertes !
ja: ヘルプの全エントリーを公開！
pl: Wszystkie wpisy pomocnicze odkryte!
pt: Todas as entradas de ajuda reveladas!

source: All help entries are already revealed.
de: Alle Hilfseinträge sind schon aufgedeckt.
fr: Toutes les pages d'aide sont déjà découvertes.
ja: ヘルプのエントリーはすべて公開済みです。
pl: Wszystkie wpisy pomocnicze są już odkryte.
pt: Todas as entradas de ajuda já foram reveladas.

source: Allows you to reveal all hidden help entries with /help_reveal
de: Ermöglicht es Ihnen, alle verborgenen Hilfseinträge mit /help_reveal freizuschalten
fr: Vous permet de découvrir toutes les pages d'aide cachées avec /help_reveal
ja: /help_reveal で隠れているヘルプエントリーをすべて表示できるようにする
pl: Pozwala odkryć wszystkie wpisy pomocnicze przy użyciu /help_reveal
pt: Permite revelar todas as entradas de ajuda ocultas com /help_reveal

source: Category list
de: Kategorienliste
fr: Liste des catégories
ja: カテゴリーリスト
pl: Lista kategorii
pt: Lista de Categorias

source: Currently all entries in this category are hidden from you.
de: Momentan sind alle Einträge in dieser Kategorie vor Ihnen verborgen.
fr: Toutes les pages de cette catégories vous sont cachées.
ja: 現在、このカテゴリのエントリーはすべて非表示になっています。
pl: Aktualnie wszystkie wpisy w tej kategorii są przed tobą ukryte.

source: Unlock new entries by progressing in the game.
de: Schalten Sie neue Einträge frei, indem Sie im Spiel fortschreiten.
fr: Débloquez de nouvelles pages en progressant dans le jeu.
ja: ゲームを進めることで、新たな項目をアンロックできます。
pl: Odblokuj nowe wpisy przez robienie postępów w grze.

source: Help
de: Hilfe
fr: Aide
ja: ヘルプ
pl: Pomoc
pt: Ajuda

source: Entry
de: Eintrag
fr: Page
ja: エントリー
pl: Wpis
pt: Entrada

source: Entry list
de: Eintragsliste
fr: Liste des pages
ja: エントリーリスト
pl: Lista wpisów
pt: Lista de Entradas

source: Error: Access denied.
de: Fehler: Zugriff verweigert.
fr: Erreur : Accès refusé.
ja: エラー：アクセスが拒否されました。
pl: Błąd: Odmowa dostępu.
pt: Erro: Acesso negado.

source: Error: No help available.
de: Fehler: Keine Hilfe verfügbar.
fr: Erreur : Aucune aide disponible.
ja: エラー：利用可能なヘルプはありません。
pl: Błąd: Brak dostępnej pomocy.
pt: Erro: Nenhuma ajuda disponível.

source: Go to category list
de: Zur Kategorienliste
fr: Voir les catégories
ja: カテゴリーリストへ
pl: Idź do listy kategorii
pt: Ver categorias

source: Go to entry list
de: Zur Eintragsliste
fr: Voir les pages
ja: エントリーリストへ
pl: Idź do listy wpisów
pt: Ir para a lista de entradas

source: Help > (No Category)
de: Hilfe > (Keine Kategorie)
fr: Aide > (Aucune catégorie)
ja: ヘルプ > (カテゴリーなし)
pl: Pomoc > (Brak kategorii)
pt: Ajuda > (Nenhuma Categoria)

source: Help > @1
de: Hilfe > @1
fr: Aide > @1
ja: ヘルプ > @1
pl: Pomoc > @1
pt: Ajuda > @1

source: Help > @1 > @2
de: Hilfe > @1 > @2
fr: Aide > @1 > @2
ja: ヘルプ > @1 > @2
pl: Pomoc > @1 > @2
pt: Ajuda > @1 > @2

source: Help > @1 > (No Entry)
de: Hilfe > @1 > (Kein Eintrag)
fr: Aide > @1 > (Aucune page)
ja: ヘルプ > @1 > (エントリーなし)
pl: Pomoc > @1 > (Brak wpisu)
pt: Ajuda > @1 > (Nenhuma Entrada)

source: Hidden entries: @1
de: Verborgene Einträge: @1
fr: Pages cachées : @1
ja: 隠れているエントリー：@1
pl: Ukryte wpisy: @1
pt: Entradas ocultas: @1

source: New entries: @1
de: Neue Einträge: @1
fr: Nouvelles pages : @1
ja: 新しいエントリー：@1
pl: Nowe wpisy: @1
pt: Novas entradas: (@1)

source: New help entry unlocked: @1 > @2
de: Neuen Hilfseintrag freigeschaltet: @1 > @2
fr: Nouvelles pages d'aide débloquées : @1 > @2
ja: 新しいヘルプエントリーがアンロックされた：@1 > @2
pl: Nowy wpis pomocniczy odblokowany: @1 > @2
pt: Nova entrada de ajuda desbloqueada: @1 > @2

source: No categories have been registered, but they are required to provide help.
de: Es wurden keine Kategorien registriert, aber sie werden benötigt, um die Hilfe anbieten zu können.
fr: Aucune catégorie n'a été enregistrée, mais elles sont nécessaires pour fournir l'aide.
ja: カテゴリーは登録されてませんが、ヘルプを提供することが求められています。
pl: Nie zarejestrowano żadnych kategorii, ale są one wymagane do uzyskania pomocy.

source: The Documentation System [doc] does not come with help contents on its own, it needs additional mods to add help content. Please make sure such mods are enabled on for this world, and try again.
de: Das Dokumentationssystem [doc] bringt von sich aus keine eigenen Hilfsinhalte mit, es benötigt zusätzliche Mods, um sie hinzuzufügen. Bitte stellen Sie sicher, dass solche Mods für diese Welt aktiviert sind und versuchen Sie es erneut.
fr: Le Système de Documentation [doc] n'est fourni avec aucun contenu d'aide, il a besoin d'autres mods pour ajouter le contenu de l'aide. Vérifiez que de tels mods sont activés pour ce monde, et réessayez.
ja: ドキュメンテーションシステム[doc]は、それ自体ではヘルプコンテンツを備えておらず、ヘルプコンテンツを追加するための追加MODが必要です。そのようなMODがこのワールドで有効になっていることを確認し、もう一度試してみてください。
pl: System dokumentacji [doc] nie ma sam z siebie żadnej zawartości, potrzebuje dodatkowych modów, które dodadzą zawartość.

source: Number of entries: @1
de: Anzahl der Einträge: @1
fr: Nombre de pages : @1
ja: エントリー数：@1
pl: Liczba wpisów: @1
pt: Número de entradas: @1

source: Open a window providing help entries about Minetest and more
de: Ein Fenster mit Hilfseinträgen über Minetest und mehr öffnen
fr: Ouvrire une fenêtre contenant les pages d'aides à propos de Minetest.
ja: Minetestに関するヘルプなどを表示するウィンドウを開く
pl: Otwórz okno aby zobaczyć wpisy pomocnicze na temat Minetest i innych rzeczy
pt: Abra uma janela fornecendo entradas de ajuda sobre o Minetest e mais

source: Please select a category you wish to learn more about:
de: Bitte wählen Sie eine Kategorie, über die Sie mehr erfahren möchten, aus:
fr: Veuillez choisir une catégorie pour laquelle vous souhaitez en savoir plus :
ja: 詳細を知りたいカテゴリーを選択してください：
pl: Wybierz kategorię o której chciałbyś się więcej dowiedzieć:
pt: Por favor, selecione uma categoria sobre a qual você deseja saber mais:

source: Recommended mods: doc_basics, doc_items, doc_identifier, doc_encyclopedia.
de: Empfohlene Mods: doc_basics, doc_items, doc_identifier, doc_encyclopedia.
fr: Mods recommandés : doc_basics, doc_items, doc_identifier, doc_encyclopedia.
ja: 推奨MOD：doc_basics、doc_items、doc_identifier、doc_encyclopedia
pl: Rekomendowane mody: doc_basics, doc_items, doc_identifier, doc_encyclopedia.
pt: Mods recomendados: doc_basics, doc_items, doc_identifier, doc_encyclopedia.

source: Reveal all hidden help entries to you
de: Alle für Sie verborgenen Hilfseinträge freischalten
fr: Révéler toutes les pages d'aide cachées pour vous.
ja: 隠れているヘルプをすべて表示する
pl: Odkryj wszystkie ukryte wpisy pomocnicze
pt: Revela todas as entradas de ajuda ocultas para você

source: Show entry
de: Eintrag zeigen
fr: Voir la page
ja: エントリーを表示
pl: Pokaż wpis
pt: Ver entrada

source: Show category
de: Kategorie zeigen
fr: Voir la catégorie
ja: カテゴリーを表示
pl: Pokaż kategorię
pt: Ver categoria

source: Show next entry
de: Nächsten Eintrag zeigen
fr: Voir la page suivante
ja: 次のエントリーを表示
pl: Pokaż następny wpis
pt: Ver próxima entrada

source: Show previous entry
de: Vorherigen Eintrag zeigen
fr: Voir la page précédente
ja: 前のエントリーを表示
pl: Pokaż poprzedni wpis
pt: Ver entrada anterior

source: This category does not have any entries.
de: Diese Kategorie hat keine Einträge.
fr: Cette catégorie ne contient aucune page.
ja: このカテゴリにはエントリーがありません。
pl: W tej kategorii nie ma żadnych wpisów.
pt: Essa categoria não possui entradas.

source: This category has the following entries:
de: Diese Kategorie hat die folgenden Einträge:
fr: Cette catégorie contient les pages suivantes :
ja: このカテゴリには以下のエントリーがあります：
pl: W tej kategorii są następujące wpisy:
pt: Essa categoria tem as seguintes entradas:

source: This category is empty.
de: Diese Kategorie ist leer.
fr: Cette catégorie est vide.
ja: このカテゴリは空っぽです。
pl: Ta kategoria jest pusta.
pt: Essa categoria está vazia.

source: This is the help.
de: Dies ist die Hilfe.
fr: Ceci est l'aide.
ja: これはヘルプです。
pl: To jest pomoc.
pt: Essa é a ajuda.

source: You haven't chosen a category yet. Please choose one in the category list first.
de: Sie haben noch keine Kategorie gewählt, Bitte wählen Sie zuerst eine aus.
fr: Vous n'avez pas encore choisi de catégorie. Veulliez d'abord en choisir une dans la liste.
ja: まだカテゴリーが選択されていません。まずはカテゴリーリストからひとつ選択してください。
pl: Nie wybrano żadnej kategorii. Proszę wybrać jedną z listy kategorii.
pt: Você ainda não escolheu uma categoria. Por favor, escolha uma na lista de categorias primeiro.

source: You haven't chosen an entry yet. Please choose one in the entry list first.
de: Sie haben noch keinen Eintrag gewählt. Bitte wählen Sie zuerst einen aus.
fr: Vous n'avez pas encore choisi de page. Veuillez d'abord en choisir une dans la liste.
ja: まだエントリーが選択されていません。まずはエントリーリストからひとつ選択してください。
pl: Nie wybrano wpisu. Proszę wybrać jeden z listy wpisów.
pt: Você ainda não escolheu uma entrada. Por favor, escolha uma na lista de entrada primeiro.

source: Nameless entry (@1)
de: Namenloser Eintrag (@1)
fr: Pages sans nom (@1)
ja: 名無しのエントリー (@1)
pl: Nienazwany wpis (@1)
pt: Entrada sem nome (@1)

source: Collection of help texts
de: Sammlung von Hilfstexten
fr: Collection des textes d'aide
ja: ヘルプテキスト集
pl: Kolekcja tekstów pomocniczych.
pt: Coleção de textos de ajuda

source: Notify me when new help is available
de: Benachrichtigen, wenn neue Hilfe verfügbar ist
fr: Recevoir une notification quand une nouvelle page d'aide est disponible
ja: 新しいヘルプが利用可能になったら通知する
pl: Powiadom mnie gdy nowa pomoc jest dostępna.

source: Play notification sound when new help is available
de: Toneffekt abspielen, wenn neue Hilfe verfügbar ist
fr: Jouer un son de notification lorsqu'une nouvelle page d'aide est disponible
ja: 新しいヘルプが利用可能になったときに通知音を再生する
pl: Odegraj dźwięk powiadomienia gdy nowa pomoc jest dostępna

source: Show previous image
de: Vorheriges Bild zeigen
fr: Voir l'image précédente
ja: 前の画像を表示
pl: Pokaż poprzedni obrazek

source: Show previous gallery page
de: Vorherige Galerieseite zeigen
fr: Voir la page précédente de la galerie
ja: 前のギャラリーページを表示
pl: Pokaż poprzednią stronę galerii

source: Show next image
de: Nächstes Bild zeigen
fr: Voir l'image suivante
ja: 次の画像を表示
pl: Pokaż następny obrazek

source: Show next gallery page
de: Nächste Galerieseite zeigen
fr: Voir la page suivante de la galerie
ja: 次のギャラリーページを表示
pl: Pokaż następną stronę galerii

source: Currently all entries in this category are hidden from you.\nUnlock new entries by progressing in the game.
pt: Atualmente, todas as entradas nessa categoria estão ocultas a você.\nDesbloqueie novas entradas progredindo no jogo.

source: No categories have been registered, but they are required to provide help. The Documentation System [doc] does not come with help contents on its own, it needs additional mods to add help content. Please make sure such mods are enabled on for this world, and try again.
pt: Nenhuma categoria foi registrada, mas é necessário fornecer ajuda. O Sistema de Documentação [doc] não vem com o conteúdo de ajuda, ele precisa de mods adicionais para adicionar conteúdo de ajuda. Por favor, certifique-se de que os mods estão habilitados para este mundo e tente novamente.
