Repository: DragonWrangler1/VoxelCraft
Catalog: mods/HELP/doc/doc/locale/poconvert/dk.po
Languages: dk

source: Access to the requested entry has been denied; this entry is secret. You may unlock access by progressing in the game. Figure out on your own how to unlock this entry.
dk: Adgang til det forespurgte blev nægtet; det er hemmeligt. Du kan få adgang ved at nå længere i spillet. Find selv ud af, hvordan du får adgang.

source: All entries read.
dk: Alle indtastninger læst.

source: All help entries revealed!
dk: Alle hjælpeindtastninger afsløret!

source: All help entries are already revealed.
dk: Alle hjælpeindtasterninger er allerede afsløret.

source: Allows you to reveal all hidden help entries with /help_reveal
dk: Gør dig i stand til at afsløre alle skjulte hjælpeindtaster med /help_reveal

source: Category list
dk: Kategoriliste

source: Currently all entries in this category are hidden from you.
dk: Alle indtastninger i denne kategori er i øjeblikket skjult for dig.

source: Unlock new entries by progressing in the game.
dk: Lås nye indtastninger op ved at nå længere i spillet.

source: Help
dk: Hjælp

source: Entry
dk: Indtastning

source: Entry list
dk: Indtastningsliste

source: Error: Access denied.
dk: Fejl: Adgang nægtet.

source: Error: No help available.
dk: Fejl: Igen hjælp tilgængelig.

source: Go to category list
dk: Gå til kategoriliste

source: Go to entry list
dk: Gå til indtastningsliste

source: Help > @1
dk: Hjælp > @1

source: Help > @1 > @2
dk: Hjælp > @1 > @2

source: Help > @1 > (No Entry)
dk: Hjælp > @1 > (Ingen indtasting)

source: Help > (No Category)
dk: Hjælp > (Ingen kategori)

source: Hidden entries: @1
dk: Skjult indtastning: @1

source: Nameless entry (@1)
dk: Unavngiven indtastning (@1)

source: New entries: @1
dk: Nye indtastninger: @1

source: New help entry unlocked: @1 > @2
dk: Ny hjælpeindtastning låst op: @1 > @2

source: No categories have been registered, but they are required to provide help.
dk: Nye kategorier er blevet registreret, men de er påkrævede for at give hjælp.

source: The Documentation System [doc] does not come with help contents on its own, it needs additional mods to add help content. Please make sure such mods are enabled on for this world, and try again.
dk: Dokumentationssystemet [doc] har ikke medfølgende hjælpeindhold, det behøver yderligere mods for at tilføje hjælpeindhold.

source: Number of entries: @1
dk: Antal indtastninger: @1

source: Open a window providing help entries about Minetest and more
dk: Åbn et vindue med hjælpeindtastninger om Minetest og mere

source: Please select a category you wish to learn more about:
dk: Vælg venlist en kategori som du ønsker at lære mere om:

source: Recommended mods: doc_basics, doc_items, doc_identifier, doc_encyclopedia.
dk: Anbefalede mods: doc_basics, doc_items, doc_identifier, doc_encyclopedia.

source: Reveal all hidden help entries to you
dk: Afslør alle gemte hjælpeindtastninger for dig.

source: Show entry
dk: Vis indtastning

source: Show category
dk: Vis kategori

source: Show next entry
dk: Vis næste indtastning

source: Show previous entry
dk: Vis forrige indtastning

source: This category does not have any entries.
dk: Denne kategori har ingen indtastninger.

source: This category has the following entries:
dk: Denne kategori har følgende indtastninger:

source: This category is empty.
dk: Denne kategori er tom.

source: This is the help.
dk: Dette er hjælpen.

source: You haven't chosen a category yet. Please choose one in the category list first.
dk: Du har endnu ikke vagt en kategori. Vælg venligst én i kategoriliste før.

source: You haven't chosen an entry yet. Please choose one in the entry list first.
dk: Du har ikke valgt en indtastning endnu. Vælg venligst en fra indtastningslisten først.

source: Collection of help texts
dk: Samling at hjælpetekster.

source: Notify me when new help is available
dk: Giv mig besked når ny hjælp er tilgængelig.

source: Play notification sound when new help is available
dk: Afspil lyd når ny hjælp er tilgængeig.

source: Show previous image
dk: Vis forrige billede

source: Show previous gallery page
dk: Vis forrige galleriside

source: Show next image
dk: Vis næste billede

source: Show next gallery page
dk: Vis næste galleriside
